{
  "person_id": "uk.org.publicwhip/person/24961",
  "person_name": "Julian Smith",
  "public_speech": "To ask the Secretary of State for Science, Innovation and Technology, what assessment he has made of the potential merits of requiring an independent alternative dispute resolution process for the resolution of disputes in relation to online safety betwee",
  "url": "https://questions-statements.parliament.uk/written-questions/detail/2025-05-21/53851/",
  "relevance_summary": {
    "summary": "The MP is inquiring about independent alternative dispute resolution processes for online safety disputes. This is directly relevant because the MP holds a position as Chair of the Centre for Effective Dispute Resolution Limited (CEDR). CEDR is directly involved in the field of dispute resolution, and the policies discussed could affect their work and interests. Therefore, the interest flagged is significant due to the role CEDR may play if such policies are implemented.",
    "abuse_score": "medium"
  },
  "relevant_interests": [
    {
      "relevance": "relevant",
      "reason": "The MP is asking about the potential merits of requiring an independent alternative dispute resolution process for online safety disputes. Their registered interest is the role of Chair (Director & Trustee) of the Centre for Effective Dispute Resolution Limited (CEDR), which directly relates to the field of dispute resolution. Therefore, the interest is relevant as CEDR may have a vested interest in policies related to dispute resolution processes that could potentially impact their field of work or expertise.",
      "regmem_entry": {
        "id": "11530",
        "content": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
        "content_format": "string",
        "date_registered": "2024-12-19",
        "date_published": "2024-12-20",
        "null_entry": false,
        "annotations": [],
        "details": [
          {
            "source": "official",
            "slug": "arose_on",
            "display_as": "Arose On",
            "description": "Date on which the interest arose, or became registrable",
            "type": "date",
            "value": "2024-12-12",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "description",
            "display_as": "Description",
            "description": "Description of the interest",
            "type": "string",
            "value": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "miscellaneous_interest_type",
            "display_as": "Miscellaneous Interest Type",
            "description": "The type of interest",
            "type": "string",
            "value": "Unpaid role",
            "annotations": []
          }
        ],
        "sub_entries": [],
        "info_type": "entry",
        "comparable_id": "11530",
        "item_hash": "43fee4593d"
      }
    }
  ]
}