{
  "person_id": "uk.org.publicwhip/person/24961",
  "person_name": "Julian Smith",
  "public_speech": "To ask the Secretary of State for Business and Trade, what assessment he has made of the potential impact of class actions on (a) businesses and (b) consumers.",
  "url": "https://questions-statements.parliament.uk/written-questions/detail/2025-05-21/53840/",
  "relevance_summary": {
    "summary": "The interest in the question arises from the MP's role as Chair of the Centre for Effective Dispute Resolution Limited. This organization is involved in dispute resolution, which aligns with the subject of the question regarding the impact of class actions. Therefore, the MP's position could be relevant to the interest in understanding the effects of class actions on businesses and consumers. The MP's involvement might be perceived as beneficial to the Centre's understanding or influence in dispute resolution mechanisms, including class actions.",
    "abuse_score": "medium"
  },
  "relevant_interests": [
    {
      "relevance": "relevant",
      "reason": "The question pertains to the impact of class actions on businesses and consumers, which relates to the area of dispute resolution. Given the MP's role as Chair of the Centre for Effective Dispute Resolution Limited, which is involved in dispute resolution, there is a potential link between this position and the MP's interest in the impact of class actions. This aligns with the MP's involvement in an organization that may have an interest in dispute resolution mechanisms, including class actions.",
      "regmem_entry": {
        "id": "11530",
        "content": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
        "content_format": "string",
        "date_registered": "2024-12-19",
        "date_published": "2024-12-20",
        "null_entry": false,
        "annotations": [],
        "details": [
          {
            "source": "official",
            "slug": "arose_on",
            "display_as": "Arose On",
            "description": "Date on which the interest arose, or became registrable",
            "type": "date",
            "value": "2024-12-12",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "description",
            "display_as": "Description",
            "description": "Description of the interest",
            "type": "string",
            "value": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "miscellaneous_interest_type",
            "display_as": "Miscellaneous Interest Type",
            "description": "The type of interest",
            "type": "string",
            "value": "Unpaid role",
            "annotations": []
          }
        ],
        "sub_entries": [],
        "info_type": "entry",
        "comparable_id": "11530",
        "item_hash": "43fee4593d"
      }
    }
  ]
}