{
  "person_id": "uk.org.publicwhip/person/24961",
  "person_name": "Julian Smith",
  "public_speech": "To ask the Secretary of State for Justice, whether she has made an assessment of the potential merits of reforming the grievance and complaints process in employment claims to mandate mediation.",
  "url": "https://questions-statements.parliament.uk/written-questions/detail/2025-05-22/54253/",
  "relevance_summary": {
    "summary": "The MP is involved with the Centre for Effective Dispute Resolution (CEDR) as Chair, Director, and Trustee, an organization which focuses on dispute resolution. The question about possibly reforming grievance and complaints processes in employment to include mandatory mediation aligns with CEDR's interests and expertise. Although the MP's role is unpaid, their involvement could shape their perspective or interest in promoting mediation.",
    "abuse_score": "medium"
  },
  "relevant_interests": [
    {
      "relevance": "relevant",
      "reason": "The MP's role as Chair, Director, and Trustee of the Centre for Effective Dispute Resolution (CEDR) is directly relevant to the question about reforming grievance and complaints processes to mandate mediation. CEDR is an organization focused on dispute resolution, and the topic of mediation falls directly within its area of interest and expertise. Even though the role is unpaid, it could still influence the MP's perspective or interest in the matter due to the organization's focus on mediation and dispute resolution.",
      "regmem_entry": {
        "id": "11530",
        "content": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
        "content_format": "string",
        "date_registered": "2024-12-19",
        "date_published": "2024-12-20",
        "null_entry": false,
        "annotations": [],
        "details": [
          {
            "source": "official",
            "slug": "arose_on",
            "display_as": "Arose On",
            "description": "Date on which the interest arose, or became registrable",
            "type": "date",
            "value": "2024-12-12",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "description",
            "display_as": "Description",
            "description": "Description of the interest",
            "type": "string",
            "value": "Chair, (Director & Trustee) of Centre for Effective Dispute Resolution Limited (CEDR). This is an unpaid role.",
            "annotations": []
          },
          {
            "source": "official",
            "slug": "miscellaneous_interest_type",
            "display_as": "Miscellaneous Interest Type",
            "description": "The type of interest",
            "type": "string",
            "value": "Unpaid role",
            "annotations": []
          }
        ],
        "sub_entries": [],
        "info_type": "entry",
        "comparable_id": "11530",
        "item_hash": "43fee4593d"
      }
    }
  ]
}