{
  "accident-prevention-and-safety-awareness": "To promote all aspects of safety through safety awareness and accident prevention.",
  "adult-survivors-of-childhood-sexual-abuse": "To establish a forum for debate, with an agreed specific programme of targets and action, on the issue of childhood sexual abuse, its long term effects and links with mental health problems, alcohol and drug misuse, physical abuse, domestic violence and homelessness.  ",
  "armed-forces-and-veterans-community": "1. To help the Scottish Parliament to address the challenges facing Veterans and the wider Armed Forces Community. 2. To provide MSPs with a source of information and expertise on issues relating to Scottish Veterans and the wider Armed Forces Community. 3. To bring together those with an interest in the well-being of Veterans and the wider Armed Forces Community. 4. To encourage co-operation in promoting the interests of Veterans and the wider Armed Forces Community and their involvement with the Scottish Parliament. 5. To assist the Scottish Parliament in meeting Veterans and the Wider Armed Forces Community needs as well as benefiting from their experience.",
  "disability": "To act as a channel of communication between the Scottish Parliament, disabled people and organisations working or supporting disabled people.",
  "fair-trade": "To promote awareness of Fair Trade and support and develop understanding of Scotland as a Fair Trade Nation.",
  "germany": "To promote political, cultural, educational and economic links between Scotland and Germany and to facilitate meetings and contacts between parliamentarians of both countries.",
  "industrial-communities": "Seek to understand and highlight the range of ongoing issues affecting Scotland's former traditional industrial communities who have experienced industrial decline over the last few decades. Ongoing issues are likely to include youth unemployment, town centre regeneration, health inequalities, low educational attainment, regeneration funding and poor environmental conditions. The term &lsquo;former industrial communities' covers a range of traditional industries including coal, steel, textiles and shipbuilding.",
  "learning-disability": "The group aims to ensure that the human rights and aspirations of people with learning disabilities are considered by the Scottish Parliament and by public policy makers.",
  "life-sciences": "Act as a channel for communications and information between the Scottish Parliament and people within organisations working in the life sciences sector in Scotland, including industry, academia, research and manufacturing.",
  "lung-health": "Help improve Scotland's poor record on respiratory health and promote a more strategic approach to addressing long-term improvements. Increase political awareness about the scale of respiratory illness, the cost to the NHS, its links with wider health inequalities, prevention opportunities, and the cross-cutting connections with other parts of the public health agenda.  ",
  "palliative-care": "To act as a channel of communication between the Scottish Parliament and people and organisations working in palliative care To provide opportunities for Members of the Scottish Parliament to learn about palliative care needs and service, and the issues involved in palliative care provision To increase awareness and raise the profile of palliative care To put palliative care on to the agenda of the Health and Sport Committee",
  "renewable-energy-and-energy-efficiency": "To bring together MSPs and others with an interest in renewable energy and energy efficiency in Scotland.",
  "scottish-horseracing-and-bloodstock-industries": "To support and promote the horseracing and bloodstock industries in Scotland, and to take forward any related issues. ",
  "usa": "To promote relations between Scotland and the USA. ",
  "waspi": "Campaigning about the changes to the state pension age for women as a result of the 1995 and 2011 Pensions acts and to raise awareness.",
  "animal-welfare": "To provide a forum for opinion and information sharing about animal welfare; to raise awareness of the importance of animal welfare; where consensus is reached to make proposals to introduce or amend legislation concerning animal welfare and provide information for possible parliamentary questions and motions.",
  "independent-convenience-stores": "",
  "arthritis-and-musculoskeletal-conditions": "1. Seek to raise the awareness of ongoing issues affecting patients with Arthritis  and Musculoskeletal Conditions throughout Scotland: to include  access to services, conditions affecting children, pharmacological and non-pharmacological interventions, relevant guidelines or an identified lack of guidance. 2. It will:  aim to identify barriers to  change and improvement - and the measures required to overcome those. liaise with appropriate agencies, academics and parliamentarians to consider and agree appropriate measures with a view to improvement of provision of health care and promotion of the health of people with arthritis and other musculo skeletal conditions influence policy decisions of the Scottish Government, local authorities and other appropriate agencies to ensure that adequate levels of resources are deployed to address chief issues. liaise with representatives from NHS Health Boards, Universities and other organisations as appropriate with regards to current relevant research,audit and reports develop links with appropriate officials, within UK Government on an as and when required basis.",
  "autism": "A forum to raise awareness and promote the interests of autistic people, their families and carers; and to influence government policy. ",
  "cancer": "To act as a channel of communications between the Scottish Parliament and people and organisations working in cancer research, treatment, care and prevention. To identify areas where inequalities exist in the provision of cancer care and campaign for their improvement. To provide opportunities for MSPs to learn about the latest Scottish and international cancer research and to learn about cancer care needs and services, including the views of both patients and carers. ",
  "china": "To promote relations between Scotland and China, not only in recognition of the crucial importance of China as an economic power, but also of the role of China as a cultural force. The Group seeks to work with organisations and authorities to increase cultural, educational and economic exchange between the two countries, to develop a dialogue with the Chinese Consulate in Edinburgh, and to engage with the Chinese community in Scotland.",
  "chronic-pain": "The aim of the Group is to raise awareness of how those with chronic pain are treated and to work for earlier and better care.  The Group aims to raise awareness of the condition amongst parliamentarians, to influence legislation and policy makers in order to improve the lives of people affected. ",
  "circular-economy": "To help the Scottish Parliament to address issues around the establishment of a Circular Economy.  To provide MSPs with a source of information and expertise on issues relating to the Circular Economy and related concepts.  To bring together those with an interest in circular economic issues.  To encourage co-operation within and outwith the Scottish Parliament in promoting the adoption of circular economic practices. To assist the Scottish Parliament in exploring circular economic concepts, meeting with circular economic experts and benefiting from their knowledge and experience. ",
  "commercial-sexual-exploitation": "To be a forum for like-minded people who believe that the legislation surrounding prostitution and sex trafficking is out of date and in need of urgent reform.",
  "construction": "The aim of the Group is to ensure that Scotland has a world-class construction industry delivering best value for its clients, a safe environment on its sites and a proper career path and employment prospects for its people. The Cross-Party Group will be the forum for Members of the Scottish Parliament (MSPs), stakeholders and interested parties to engage directly with each other in order to raise awareness of the opportunities and challenges facing the sector and to better inform the development of policy in this important area. ",
  "crofting": "To discuss items of policy that affect crofting and to bring issues to the attention of MSPs. ",
  "dyslexia": "The Cross-Party Group on Dyslexia aims to establish a forum whereby those affected by dyslexia and the organisations which represent their interests can share their experience and expertise and further aims to find a platform for discussion with MSPs and to keep them informed of the issues raised. The group will work towards a specific work programme to target particular issues surrounding dyslexia such as its impact on education, employment, health and offending. The group will seek to raise greater public awareness and understanding of dyslexia and promote good practice in terms of supporting those with dyslexia and giving the necessary support to individuals, families and communities affected by dyslexia. ",
  "epilepsy": "The main purpose of the group is to address the needs of people with epilepsy in Scotland by bringing together those with an interest in the health and wellbeing of persons living with this condition. ",
  "food": "To raise awareness of food issues from production through to consumption in Scotland and their importance to the consumer, the economy, the environment and to the health of Scotland; To act as a policy forum for discussion and updating on food issues in Scotland; To contribute to policy development on a range of food issues in Scotland.",
  "funerals-and-bereavement": "To provide a forum for the discussion of funeral and bereavement issues. ",
  "health-inequalities": "The group aims to raise awareness of the causes of health inequalities amongst parliamentarians to influence legislation and amongst policy makers to promote evidence based actions which reduce health inequalities and to avoid legislation and policies which will make health inequalities in Scotland worse.",
  "housing": "To allow housing organisations and MSPs to share information and gather knowledge on all matters relating to housing. ",
  "inflammatory-bowel-disease": "To raise awareness of the issues faced by people living with IBD and the impact of the condition on their lives among parliamentarians. To raise awareness of the high incidence of IBD in Scotland and the increasing incidence of childhood IBD. To promote and monitor implementation of the National Blueprint for Inflammatory Bowel Disease in Scotland. To be a stimulus to galvanise support from local and national policymakers. To act as a conduit for sharing and dissemination of best practice.",
  "japan": "To promote relations between Scotland and Japan, which is third largest economy in world and one of largest investors in Scotland.  ",
  "lgbti": "The purpose of the group is to promote and discuss issues of importance to the LGBTI+ community in Scotland with a view to helping make their lives better.",
  "medicinal-cannabis": "The CPG on Medicinal Cannabis seeks to better understand the benefits of Medicinal Cannabis and recognise case studies indicating its positive impact on patients suffering from a variety of conditions. It also seeks to support patient rights to get access to medicine. ",
  "music": "To provide a diverse forum to discuss matters relating to the world of music including music education, the music industries and their contribution to the wider economy, creative arts and cultural policy and to take action to advance matters of interest to the group.",
  "palestine": "To establish a forum for Palestinians living in Scotland.  To promote a solution for the Palestinian people recognising the justice of their cause and the need for the Israeli and Palestinian leadership to adhere to UN resolutions and International Law.",
  "science-and-technology": "The purpose of the group is to promote opportunities for MSPs and the scientific community in Scotland to interact on issues of importance to science, technology, engineering, mathematics and medicine. ",
  "scotch-whisky": "The main  purpose of the Cross-Party Group on Scotch Whisky is to promote a better understanding of the Scotch Whisky industry to members of the Scottish Parliament. The industry plays a key role in Scotland with regard to the economy, exports, jobs, tourism, the environment and tackling alcohol misuse. This group will provide the forum to discuss these important issues with MSPs from all parties alongside key people from within the Scotch Whisky industry. ",
  "shared-parenting": "The Group will identify, examine and promote policy and practice that supports parents in sharing parenting responsibilities. It will consider how gender stereotypes can be tackled in the pursuit of a better understanding of what we need to do to ensure the best possible childhood and most promising adult life for Scotland's children. It will provide a forum for MSPs, stakeholders and other interested parties to engage directly in dialogue to inform policy developments and practice which impact on parents sharing responsibilities for the role and support networking on this topic. ",
  "st-andrews-day": "The purpose is to promote the celebration of St. Andrew's Day.",
  "taiwan": "To facilitate the political, cultural, educational and economic links between Taiwan and Scotland. ",
  "towns-and-town-centres": "The purpose of the Group is to analyse policy prescriptions and develop ideas and innovations. This will help Scotland's towns and town centres through the current economic climate to emerge stronger, smarter, cleaner, healthier and greener. ",
  "visual-impairment": "The Cross-Party Group on Visual Impairment draws together the blind and partially sighted sector in Scotland to identify issues competent to the Scottish Parliament and seeks, in a reasonable fashion, to influence policy, legislation and decision makers to better reflect the needs of blind and partially sighted people. ",
  "colleges-and-universities": "The Cross Party Group on Colleges and Universities is a forum for debate and sharing of information on a wide range of issues affecting the higher and further educations sectors in Scotland.",
  "culture-and-communities": "To encourage the exchange of knowledge and understanding between the Scottish Parliament and arts, culture, heritage, and historic environment communities. ",
  "improving-scotlands-health": "To take a solutions-oriented focus on how to improve the health of the people of Scotland primarily by reducing the health harms caused by alcohol, tobacco, poor diet and obesity and To join up knowledge and learning, and to identify positive ways forward, with a range of stakeholders committed to improving public health and to preventing and reducing non-communicable diseases for the next generation.",
  "long-covid": "The group aims to elucidate the impacts that Long-Covid has on the people living with the condition, and seeks to ensure that they have a strong voice within the Scottish Parliament. We believe those voices should be at the heart of every cross-party meeting and recognise that Long-Covid affects people of all age groups, including children. Long-Covid has significant educational, social, economic, and cultural impacts for people living with Long-Covid.",
  "nuclear-disarmament": "To provide a platform for MSPs to engage with a range of organisations seeking to address nuclear issues in Scotland and to act as a forum for the challenges and opportunities in Scotland arising from the UN Treaty on the Prohibition of Nuclear Weapons.",
  "outdoor-education": "The Cross Party Group on Outdoor Education is a forum for debate and sharing of information on a wide range of issues affecting the outdoor education sector in Scotland, our schools and local government as they seek to provide opportunities for young people to experience outdoor education.",
  "women-families-and-justice": "The purpose of the Group is to focus on every aspect of women and families experiences of the justice system.",
  "aviation": "To provide a forum for discussion for Scotland's expanding and evolving aviation industry and all associated sectors with a view to encourage new domestic and international routes from Scotland's airports. ",
  "building-bridges-with-israel": "The purpose of the Group will be to engage with Israel and build links based on business, culture and academia as well as exploring and countering issues of anti-Semitism at home and abroad. ",
  "children-and-young-people": "To ensure issues affecting children and young people are recognised and discussed throughout the working of the Scottish Parliament, in order to ensure that the needs and rights of children and young people are met throughout Scotland. ",
  "co-operatives": "To provide a platform for MSPs and others with an interest in co-operation and mutuality to increase awareness of the co-operative model and its contribution to Scotland's social and economic development, promote co-operation as a vital component of Scotland's future, and to work with the Scottish Government, Co-Operative Development Scotland and the sector to identify how best to sustain existing co-operative and mutual groups and to encourage an increase in co-operative working in Scotland.",
  "credit-unions": "To provide a forum to discuss issues which affect credit unions in Scotland. The CPG will also create a foundation for policy development relating to credit unions and help to form a network of good practice between credit unions and parliamentarians.  ",
  "cuba": "The purpose of the Group is to promote links between Scotland and Cuba and to examine areas of common interest between Scottish and Cuban parliamentarians.",
  "diabetes": "To provide a platform for parliamentarians to discuss all issues relating to diabetes; to liaise with those affected by the condition, organisations representing their interests and health workers dealing with diabetes; and to promote good practice and raise specific issues of concern.",
  "drug-and-alcohol-misuse": "",
  "end-of-life-choices": "To discuss and raise awareness of issues around assisted dying and end of life choices.  ",
  "freedom-of-religion-or-belief": "The Group will discuss and consider how to promote freedom of religion or belief for any and all.",
  "gaelic": "To provide MSPs with a mechanism for obtaining information, support, advice and views on issues relating to the Gaelic language and culture within a broad forum which represents Gaelic interests in Scotland.",
  "human-trafficking": "To take forward the human trafficking agenda in Scotland.",
  "malawi": "To develop and enhance links between Scotland and Malawi and to provide a forum for discussion on these matters.",
  "mens-violence-against-women-and-children": "To establish a forum for discussion and innovative thinking on men's violence against women and children, with a focus on prevention, protection, provision and participation, including, but not limited to, all the forms of violence and exploitation encompassed in \"Equally Safe - Scotland's strategy for preventing and eradicating violence against women and girls. The purpose is in the public interest as Violence against Women and Girls is the biggest violation of human rights in Scotland, and creating policy and practice that improve Scotland's response is of the highest public interest. Our agreed, specific programme includes the following actions: &bull; Monitor, advise on and promote good practice and evidence-based responses. &bull; Promote the rights of women, children and young people experiencing men's violence and ensure that their experience and views inform the political process. &bull; Promote policy and practice that hold men to account for their violence against women, children and young people. &bull; Link women, children and young people's experience of violence against women to the wider context of gender equality and women's inequality. girls.\" ",
  "recreational-boating-and-marine-tourism": "To discuss the merits and opportunities in taking forward the strategy for the nationally growing market of Marine Tourism in Scotland.",
  "rural-policy": "To inform MSPs and the wider Scottish Parliament about issues relating to rural policies and policy-making in Scotland.",
  "skills": "To bring together a wide range of organisations and individuals involved in skills development in Scotland to discuss and share ways in which skills development can be enhanced to bring sustainable economic benefits.",
  "social-enterprise": "",
  "sport": "To support the development of sport, sporting and being active opportunities towards a more active Scotland To ensure that sport/being active, and the benefits of sport and being active, have a high profile in the Scottish Parliament To influence Scottish Government policy To liaise with sportscotland, Scottish Governing Bodies of sport and other relevant national and active recreation organisations in Scotland so that such organisations will be able to keep MSPs informed on matters affecting Scottish sport and a more active Scotland.",
  "tourism": "To highlight and promote the Scottish tourism industry.",
  "volunteering": "To raise awareness of volunteering in all sectors to ultimately increase participation rates in all its forms. To ensure volunteering has a high profile in the Scottish Parliament and influence Scottish Government Policy. To ensure opportunities for volunteering are recognised across all SG directorates. Examination and sharing of research in other parts of UK and beyond. To liaise and work with other CPGs to promote volunteering.",
  "women-in-enterprise": "To explore how women in business can be supported to make their potential contribution to the Scottish economy.",
  "womens-health": "The purpose of the CPG is to inform Parliament and policymakers on a range of health issues which only, predominantly or disproportionately affect women; to consider the impact which gender and inequalities has on women's health and their ability to access healthcare and treatment and to empower women to make informed choices about their health and ensure they are treated with dignity and respect.",
  "india": "To promote relations between Scotland and India. The Group seeks to work with organisations and authorities to increase cultural, educational and economic exchange between the two countries, who could be one of our largest trading partners which will help support our economy,  to engage with the Consulate General of India in Edinburgh and other interested organisations. The group will act as a platform for relevant stakeholders to share their experience and expertise and further aims to find a platform for discussion with MSPs and to keep them informed of the issues raised.",
  "social-work": "To promote understanding of the complexities of the social work profession, bring together its voice and positively raise its profile.",
  "wellbeing-economy": "To increase understanding and delivery of a Wellbeing Economy, one which is in service of people and planet and to promote delivery of sustainable, fair and equal economic development, across a range of interest areas public, private and third sector as well as local and national government.",
  "deafness": "To act as a channel of communication between the Scottish Parliament, individuals with deafness / hearing loss / deafblindness and organisations working or supporting individuals with deafness / hearing loss / deafblindness.",
  "international-development": "To ensure liaison between MSPs and organisations working in Scotland on issues related to global sustainable development and humanitarian action. ",
  "challenging-racial-and-religious-prejudice": "To bring together elected members from all political parties, agencies and individuals working on issues of racial and religious prejudice in order to explore the nature and extent of these issues in Scotland and how they can be challenged and overcome. The group recognises that the issue of racism and religious prejudice presents specific challenges that have received relatively little attention in the Scottish context. It will seek to monitor the issue of racial and religious hatred in Scotland and develop strategies for tackling it. The group's main purpose will be to inform Parliament of the work that it does in the hope of increasing awareness about racism and religious intolerance in Scotland and to ensure such matters are engaged with where necessary in policy and practice.  ",
  "tibet": "The aim of the Group is to raise awareness of Tibet and its culture, to promote human rights in Tibet and to advocate for a peaceful resolution to the political situation, in line with international law and Tibetan Buddhist principles.",
  "gardening-and-horticulture": "To promote and facilitate an understanding between representatives of the world of Gardening and Horticulture with members of the Scottish Parliament.",
  "stroke": "To provide oversight, encouragement and support for the implementation of a progressive stroke service in all Health Boards, based on the recommendations in a new (2022) stroke action plan Increase political awareness of the scale and impact of stroke and the benefits which implementation of a progressive stroke service will make Increase political awareness that stroke is a national clinical priority and help ensure stroke is treated as a clinical priority in Health Boards",
  "poverty": "Aims to act as a forum for exploring the drivers of and solutions to poverty in Scotland. It will act to connect MSPs with organisations working to tackle poverty, as well as with people living on low incomes across Scotland, in order to better inform anti-poverty policy-making and contribute to the ending of poverty in Scotland",
  "maritime-and-shipbuilding": "To discuss and highlight how the Maritime and Shipbuilding industries contribute to the Scottish economy and Scottish public life. To contribute to the development and promotion of the Maritime and Shipbuilding industries in Scotland. To seek solutions for long term strategic issues facing these vital sectors. To welcome contributions from the sector and learn how the Scottish Parliament and Scottish Government can better support these industries.",
  "beer-and-pubs": "to celebrate, recognise and enhance the contribution the brewing and pub-related hospitality industry plays in Scotland. The Group recently held an inquiry into the Scottish Beer and Pubs industry. You can find a link to the inquiry here: https://www.beerandpubinquiry.com/",
  "islands": "To provide a forum for the discussion of issues relevant to Scotland's islands and the residents of island communities, and to improve links between the Scottish Parliament and island communities",
  "sustainable-transport": "  To raise the profile of sustainable transport, with a particular focus on cross-modal issues, within the Scottish Parliament, and to promote policies and priorities which deliver a healthier, fairer and climate-compatible transport system in Scotland.",
  "bangladesh": "To promote and enhance understanding between Scotland and Bangladesh at cultural, social, academic, political and economic levels.",
  "migration": "to provide a forum for stakeholders, policy-makers and those with lived experience to discuss any arising issues relating to migrants, refugees and those seeking asylum.",
  "older-people-age-and-ageing": "Ensure that older people and the organisations supporting older people have opportunity to have their voices heard on issues that affect them. Ensure older people have an opportunity to participate in campaigns and policies that affect them. To ensure that rights and issues affecting older people are on the agenda in the Scottish Parliament. A space for those working in supporting older people to share resources, learning and events.",
  "wood-panel-industry": "To support the sustainability and growth of the wood panel industry in Scotland.",
  "heart-and-circulatory-diseases": "To act as a channel of communications between the Scottish Parliament and people affected by heart disease, healthcare professionals and researchers. To identify areas for action in the detection, diagnosis and treatment of heart disease in Scotland; the provision of recovery &amp; care services in Scotland and identify any issues relating to out of hospital cardiac arrest survival, and to campaign for improvement. To keep abreast of any new research and evidence relating to heart and circulatory disease and ensure that the medical research environment in Scotland is best resourced and placed to support research and innovation relating to heart and circulatory disease. To monitor the implementation of the Heart Disease Action Plan, the Women's Health Plan (in relation to heart disease) and the OHCA strategy for Scotland and work with the Scottish Government to ensure full implementation.",
  "europe": "to provide a forum for discussion and information-sharing about Scotland and its relations with the rest of Europe, fellow European countries, the European Union and other European organisations. To provide MSPs with a source of information and expertise on issues relating to Europe.",
  "nature-and-climate": "1. A forum to discuss the interconnected crises of nature loss and climate change, and to influence government policy.",
  "families-supporting-childrens-learning": "To support families and parents/carers in their central role as primary educators by: &bull; Providing a forum for parents/carers, families, parents' organisations, MSPs, and other interested parties to discuss and debate matters which affect the links between families and the education system",
  "space": "To raise awareness of the importance of the space sector to the Scottish and wider UK economy. To highlight and promote the growing benefits and opportunities arising from Scottish, UK and global investment in space including its pivotal role as a force for good in the global challenge to address climate change. And to encourage, support and strengthen Scotland's leading role within the global space economy.",
  "fisheries-and-coastal-communities": "To discuss and highlight how fisheries and coastal communities contribute to the culture and economy of Scotland. To inform MSPs and the wider Scottish Parliament about issues, policies and policymaking relating to fisheries and coastal communities in Scotland. To contribute to the development and promotion of fisheries and coastal communities in Scotland. To seek solutions for long-term strategic issues facing fisheries and coastal communities. To welcome contributions from the stakeholders of the blue economy and coastal communities and learn how the Scottish Parliament and Scottish Government can better support fisheries and coastal communities.",
  "ukraine": "To promote political, cultural, educational and economic links between Scotland and Ukraine and to facilitate meetings and contacts between parliamentarians of both countries. The Group intends to examine the relationship between Scotland and Ukraine, especially in the context of the war in Ukraine, to see where the bonds can be strengthened to the mutual benefits of both countries.",
  "civil-nuclear-industry": "The CPG will be the forum for Members of the Scottish Parliament (MSPs), stakeholders and interested parties to engage directly with each other in order to raise awareness of the opportunities and challenges facing nuclear decommissioning and the existing associated civil nuclear footprint, workforce, and supply chain in Scotland and to better inform the development of policy in this important area.",
  "scottish-games-ecosystem": "To promote the games sector in Scotland and build a thriving games ecosystem.",
  "brain-tumours": "The Cross-Party Group will raise awareness of the issues facing the brain tumour community in order to improve research, diagnosis, information, support, treatment and care outcomes.",
  "france": "a. To foster good relations between the Scottish Parliament and the Assembl&eacute;e national and S&eacute;nat in Paris."
}